[X2Ability_LW2WotC_PassiveAbilitySet]
LocDenseSmokeEffect="浓烟"
LocDenseSmokeEffectDescription="浓烟给予该单位额外的+<Ability:DENSE_SMOKE_INVERSE/>防御。"
LocTrojanVirus="木马病毒"
LocTrojanVirusTriggered="<XGParam:StrValue0/!UnitName/>已触发木马病毒。"

[VanillaTemplateMods]
LocCoveringFire="掩护火力"
LocCoveringFireMalus="这个单位已经被一个具有掩护火力能力的监视单位盯上了，给予-10命中剩下的回合。"